export const TooltipCodes = {
  "GEO/D": "Дрифтующая геостационарная орбита с периодом 23-25 часов",
  "GEO/ID":
    "Отклонённая дрифтующая геостационарная орбита с отклонением 3-25 градусов",
  "GEO/S": "Геостационарная орбита",
  GTO: "Геопереходная орбита",
  HEO: "Высокая эллиптическая орбита",
  "HEO/M": 'Орбита "Молния"',
  "LEO/I":
    "Низкая околоземная орбита с высотой 600-1681 км и отклонением 25-85 градусов",
  "LEO/P":
    "Низкая околоземная орбита с высотой 600-1681 км и отклонением 85-95 градусов",
  "LEO/S":
    "Низкая околоземная орбита с высотой 600-1681 км и отклонением 95-104 градусов",
  "LLEO/I":
    "Низкая околоземная орбита с высотой 80-600 км и отклонением 25-85 градусов",
  "LLEO/P":
    "Низкая околоземная орбита с высотой 80-600 км и отклонением 85-95 градусов",
  "LLEO/S":
    "Низкая околоземная орбита с высотой 80-600 км и отклонением 95-104 градусов",
  "MEO/S": "Средняя околоземная орбита",
  CLO: "Цислунарная орбита (лежащая в пространстве между Землёй и Луной)",
  EEO: "Покинули околоземное пространство",
  "LEO/R":
    "Низкая околоземная орбита с высотой 600-1681 км и отклонением 104-180 градусов",
  AR: "Присоединился к родительскому аппарату и вместе с ним сгорел в атмосфере",
  D: "Сошёл с орбиты и сгорел в атмосфере",
  DK: "Состыкован",
  DSO: "В открытом космосе",
  L: "Приземлился",
  N: "Переименован",
  O: "На орбите",
  OX: "На орбите, но давно не было данных",
  R: "Сгорел в атмосфере",
};
